[
  {
    "id": 1,
    "name": "Agropol Negro",
    "description": "El Agropol Negro es una película plástica de polietileno de baja densidad, diseñada específicamente para aplicaciones agrícolas avanzadas. Este producto ofrece una protección superior contra los rayos UV, crucial para el cuidado de cultivos sensibles.",
    "price": 1800,
    "images": [
      "img/agropol.png",
      "img/agropol1.png"
    ]
  },
  {
    "id": 2,
    "name": "Media Sombra",
    "description": "La Media Sombra es un tejido plástico de polietileno de alta densidad, meticulosamente diseñado para proporcionar una sombra parcial y controlada en una amplia gama de aplicaciones. Disponible en diferentes porcentajes de sombra (30%, 50%, 80%), este producto versátil se adapta a diversas necesidades, desde la protección de cultivos delicados hasta la creación de áreas de descanso confortables.",
    "price": 1500,
    "images": [
      "img/mediasombra.png",
      "img/mediasombra2.png"
    ]
  },
  {
    "id": 3,
    "name": "Cubrecercos",
    "description": "El Cubrecercos de Plastinet es una solución innovadora de malla de polietileno de alta densidad, diseñada específicamente para cubrir y proteger cercos y vallas de todo tipo. Este producto multifuncional no solo mejora la estética de los cercados, sino que también proporciona privacidad, protección contra el viento y seguridad adicional.",
    "price": 2000,
    "images": [
      "img/cubrecerco.png",
      "img/cubrecerco1.png"
    ]
  },
  {
    "id": 4,
    "name": "Malla de Seguridad",
    "description": "La Malla de Seguridad de Plastinet es un producto de vanguardia en polietileno de alta resistencia, diseñado para proporcionar máxima protección y seguridad en una variedad de entornos desafiantes. Esta malla robusta y versátil es la solución ideal para aplicaciones que requieren una barrera confiable contra caídas de objetos, delimitación de zonas peligrosas y prevención de accidentes.",
    "price": 2200,
    "images": [
      "img/malla.png",
      "img/malla1.png"
    ]
  },
  {
    "id": 5,
    "name": "Agrotileno Cristal",
    "description": "El Agrotileno Cristal de Plastinet es una película plástica transparente de polietileno de última generación, especialmente formulada para aplicaciones agrícolas que demandan una transmisión de luz óptima. Este producto innovador está diseñado para maximizar el crecimiento y la productividad de los cultivos en invernaderos, túneles y cubiertas agrícolas.",
    "price": 1900,
    "images": [
      "img/agrotileno.png",
      "img/agrotileno.png"
    ]
  },
  {
    "id": 6,
    "name": "Pellet Recuperado",
    "description": "El Pellet Recuperado de Plastinet representa la vanguardia en materiales plásticos reciclados y procesados, ofreciendo una solución sostenible y de alta calidad para la industria manufacturera.",
    "price": 1600,
    "images": [
      "img/pellet.png",
      "img/pellet1.png"
    ]
  }
]