[
  {
    "id": 1,
    "name": "Agropol Negro",
    "description": "El Agropol Negro es una película plástica de polietileno de baja densidad, diseñada específicamente para aplicaciones agrícolas avanzadas. Este producto ofrece una protección superior contra los rayos UV, crucial para el cuidado de cultivos sensibles. Su color negro no solo ayuda a conservar la humedad del suelo de manera eficiente, sino que también previene eficazmente el crecimiento de malezas, reduciendo la necesidad de herbicidas. Ideal para acolchados en cultivos de hortalizas, frutas y flores, el Agropol Negro también se utiliza en la construcción de túneles bajos, proporcionando un microclima óptimo para el crecimiento de las plantas. Su durabilidad excepcional asegura una larga vida útil, resistiendo las condiciones climáticas más adversas y minimizando la necesidad de reemplazos frecuentes.",
    "price": 1800,
    "images": [
      "https://images.unsplash.com/photo-1625246333195-78d9c38ad449?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1560493676-04071c5f467b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1474&q=80"
    ]
  },
  {
    "id": 2,
    "name": "Media Sombra",
    "description": "La Media Sombra es un tejido plástico de polietileno de alta densidad, meticulosamente diseñado para proporcionar una sombra parcial y controlada en una amplia gama de aplicaciones. Disponible en diferentes porcentajes de sombra (30%, 50%, 80%), este producto versátil se adapta a diversas necesidades, desde la protección de cultivos delicados hasta la creación de áreas de descanso confortables. En invernaderos y viveros, la Media Sombra juega un papel crucial en la regulación de la intensidad lumínica, permitiendo un crecimiento óptimo de las plantas y previniendo quemaduras solares en hojas y frutos. Su estructura permeable facilita una ventilación adecuada, reduciendo el estrés térmico en las plantas. Para áreas recreativas como parques, piscinas y patios, la Media Sombra crea ambientes frescos y agradables, protegiendo a las personas del exceso de radiación solar.",
    "price": 1500,
    "images": [
      "https://images.unsplash.com/photo-1591857177580-dc82b9ac4e1e?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1471&q=80",
      "https://images.unsplash.com/photo-1416879595882-3373a0480b5b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80"
    ]
  },
  {
    "id": 3,
    "name": "Cubrecercos",
    "description": "El Cubrecercos de Plastinet es una solución innovadora de malla de polietileno de alta densidad, diseñada específicamente para cubrir y proteger cercos y vallas de todo tipo. Este producto multifuncional no solo mejora la estética de los cercados, sino que también proporciona privacidad, protección contra el viento y seguridad adicional. Fabricado con materiales de primera calidad, nuestro Cubrecercos ofrece una resistencia excepcional a los rayos UV y a las inclemencias del tiempo, garantizando su durabilidad y rendimiento a largo plazo. Su diseño permite una fácil instalación en una variedad de estructuras, desde vallas residenciales hasta cercas industriales. En entornos residenciales, el Cubrecercos crea espacios más íntimos en jardines y patios, bloqueando las miradas indiscretas y reduciendo el ruido exterior. Para campos deportivos, actúa como una barrera visual que mejora la concentración de los jugadores y evita distracciones.",
    "price": 2000,
    "images": [
      "https://images.unsplash.com/photo-1621261027171-51a968c5aebf?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1620641788421-7a1c342ea42e?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1074&q=80"
    ]
  },
  {
    "id": 4,
    "name": "Malla de Seguridad",
    "description": "La Malla de Seguridad de Plastinet es un producto de vanguardia en polietileno de alta resistencia, diseñado para proporcionar máxima protección y seguridad en una variedad de entornos desafiantes. Esta malla robusta y versátil es la solución ideal para aplicaciones que requieren una barrera confiable contra caídas de objetos, delimitación de zonas peligrosas y prevención de accidentes. En el sector de la construcción, nuestra Malla de Seguridad se destaca por su capacidad para retener escombros y proteger a los trabajadores y transeúntes de posibles caídas de materiales. Su alta visibilidad ayuda a identificar claramente las áreas de riesgo, contribuyendo a un entorno de trabajo más seguro. Para eventos deportivos y recreativos, la malla actúa como una barrera efectiva, conteniendo pelotas y equipos dentro de las áreas de juego designadas. Su resistencia al impacto la hace ideal para campos de golf, canchas de tenis y otros espacios deportivos donde la seguridad del público es primordial.",
    "price": 2200,
    "images": [
      "https://images.unsplash.com/photo-1531834685032-c34bf0d84c77?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1497&q=80",
      "https://images.unsplash.com/photo-1541888946425-d81bb19240f5?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80"
    ]
  },
  {
    "id": 5,
    "name": "Agrotileno Cristal",
    "description": "El Agrotileno Cristal de Plastinet es una película plástica transparente de polietileno de última generación, especialmente formulada para aplicaciones agrícolas que demandan una transmisión de luz óptima. Este producto innovador está diseñado para maximizar el crecimiento y la productividad de los cultivos en invernaderos, túneles y cubiertas agrícolas. Con una claridad óptica excepcional, el Agrotileno Cristal permite una penetración de luz solar casi perfecta, crucial para la fotosíntesis y el desarrollo saludable de las plantas. Su composición única filtra y difunde la luz de manera uniforme, reduciendo las sombras y asegurando que todas las plantas reciban una iluminación adecuada, incluso en las áreas más densas del cultivo. Una de las características más destacadas del Agrotileno Cristal es su capacidad para crear un efecto invernadero eficiente. Retiene el calor durante la noche y en días fríos, manteniendo una temperatura óptima para el crecimiento de las plantas. Al mismo tiempo, su diseño permite una ventilación controlada, previniendo el exceso de humedad y reduciendo el riesgo de enfermedades fúngicas.",
    "price": 1900,
    "images": [
      "https://images.unsplash.com/photo-1466692476868-aef1dfb1e735?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1530836369250-ef72a3f5cda8?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80"
    ]
  },
  {
    "id": 6,
    "name": "Pellet Recuperado",
    "description": "El Pellet Recuperado de Plastinet representa la vanguardia en materiales plásticos reciclados y procesados, ofreciendo una solución sostenible y de alta calidad para la industria manufacturera. Este producto innovador se presenta en forma de pequeños gránulos uniformes, ideales para la fabricación de una amplia gama de nuevos productos plásticos. Nuestro proceso de recuperación utiliza tecnología de punta para transformar residuos plásticos en un material de primera calidad. Cada lote de Pellet Recuperado pasa por rigurosos controles de calidad para garantizar consistencia en tamaño, composición y propiedades físicas. Esto asegura que el material sea compatible con los equipos de procesamiento estándar de la industria, permitiendo una integración sin problemas en las líneas de producción existentes. Una de las principales ventajas del Pellet Recuperado es su versatilidad. Disponible en diferentes grados y composiciones, se adapta a una variedad de aplicaciones, desde la producción de envases y embalajes hasta la fabricación de piezas moldeadas para diversos sectores industriales.",
    "price": 1600,
    "images": [
      "https://images.unsplash.com/photo-1605600659908-0ef719419d41?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1621451537084-482c73073a0f?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1074&q=80"
    ]
  }
]