  {
    "id": 1,
    "name": "Agropol Negro",
    "description": "El Agropol Negro es una película plástica de polietileno de baja densidad, diseñada específicamente para aplicaciones agrícolas avanzadas. Este producto ofrece una protección superior contra los rayos UV, crucial para el cuidado de cultivos sensibles. Su color negro no solo ayuda a conservar la humedad del suelo de manera eficiente, sino que también previene eficazmente el crecimiento de malezas, reduciendo la necesidad de herbicidas. \n\nIdeal para acolchados en cultivos de hortalizas, frutas y flores, el Agropol Negro también se utiliza en la construcción de túneles bajos, proporcionando un microclima óptimo para el crecimiento de las plantas. Su durabilidad excepcional asegura una larga vida útil, resistiendo las condiciones climáticas más adversas y minimizando la necesidad de reemplazos frecuentes. \n\nAdemás, este producto contribuye a la regulación térmica del suelo, manteniendo temperaturas más estables durante fluctuaciones climáticas, lo que resulta en un crecimiento más uniforme y saludable de los cultivos. El Agropol Negro es la elección preferida de agricultores profesionales que buscan maximizar su producción y calidad de cosecha.",
    "images": [
      "https://images.unsplash.com/photo-1625246333195-78d9c38ad449?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1560493676-04071c5f467b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1474&q=80",
      "https://images.unsplash.com/photo-1595841696677-6489ff3f8cd1?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80"
    ]
  },
  {
    "id": 2,
    "name": "Media Sombra",
    "description": "La Media Sombra es un tejido plástico de polietileno de alta densidad, meticulosamente diseñado para proporcionar una sombra parcial y controlada en una amplia gama de aplicaciones. Disponible en diferentes porcentajes de sombra (30%, 50%, 80%), este producto versátil se adapta a diversas necesidades, desde la protección de cultivos delicados hasta la creación de áreas de descanso confortables. \n\nEn invernaderos y viveros, la Media Sombra juega un papel crucial en la regulación de la intensidad lumínica, permitiendo un crecimiento óptimo de las plantas y previniendo quemaduras solares en hojas y frutos. Su estructura permeable facilita una ventilación adecuada, reduciendo el estrés térmico en las plantas. \n\nPara áreas recreativas como parques, piscinas y patios, la Media Sombra crea ambientes frescos y agradables, protegiendo a las personas del exceso de radiación solar. En el sector de la construcción, se utiliza para cubrir andamios, proporcionando seguridad y confort a los trabajadores. \n\nFabricada con materiales de alta calidad, nuestra Media Sombra es resistente a los rayos UV, duradera y fácil de instalar. Su diseño permite una distribución uniforme de la luz, evitando zonas de sombra total y asegurando un ambiente equilibrado. Ya sea para uso agrícola, comercial o residencial, la Media Sombra de Plastinet es la solución ideal para quienes buscan un control eficiente de la luz solar.",
    "images": [
      "https://images.unsplash.com/photo-1591857177580-dc82b9ac4e1e?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1471&q=80",
      "https://images.unsplash.com/photo-1416879595882-3373a0480b5b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1534803311544-670f7a7d4fd5?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80"
    ]
  },
  {
    "id": 3,
    "name": "Cubrecercos",
    "description": "El Cubrecercos de Plastinet es una solución innovadora de malla de polietileno de alta densidad, diseñada específicamente para cubrir y proteger cercos y vallas de todo tipo. Este producto multifuncional no solo mejora la estética de los cercados, sino que también proporciona privacidad, protección contra el viento y seguridad adicional. \n\nFabricado con materiales de primera calidad, nuestro Cubrecercos ofrece una resistencia excepcional a los rayos UV y a las inclemencias del tiempo, garantizando su durabilidad y rendimiento a largo plazo. Su diseño permite una fácil instalación en una variedad de estructuras, desde vallas residenciales hasta cercas industriales. \n\nEn entornos residenciales, el Cubrecercos crea espacios más íntimos en jardines y patios, bloqueando las miradas indiscretas y reduciendo el ruido exterior. Para campos deportivos, actúa como una barrera visual que mejora la concentración de los jugadores y evita distracciones. En obras de construcción, proporciona una barrera de seguridad que oculta el área de trabajo y retiene el polvo y los escombros. \n\nLa versatilidad del Cubrecercos lo hace ideal para una amplia gama de aplicaciones, incluyendo eventos temporales, ferias al aire libre y delimitación de áreas en espacios públicos. Su tejido permeable permite el paso del aire, reduciendo la carga del viento en las estructuras, mientras mantiene su función de barrera visual. \n\nDisponible en varios colores y grados de opacidad, el Cubrecercos de Plastinet se adapta a diferentes necesidades estéticas y funcionales, ofreciendo una solución completa para quienes buscan mejorar la apariencia y funcionalidad de sus cercados.",
    "images": [
      "https://images.unsplash.com/photo-1621261027171-51a968c5aebf?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1620641788421-7a1c342ea42e?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1074&q=80",
      "https://images.unsplash.com/photo-1531257114315-24a694751517?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80"
    ]
  },
  {
    "id": 4,
    "name": "Malla de Seguridad",
    "description": "La Malla de Seguridad de Plastinet es un producto de vanguardia en polietileno de alta resistencia, diseñado para proporcionar máxima protección y seguridad en una variedad de entornos desafiantes. Esta malla robusta y versátil es la solución ideal para aplicaciones que requieren una barrera confiable contra caídas de objetos, delimitación de zonas peligrosas y prevención de accidentes. \n\nEn el sector de la construcción, nuestra Malla de Seguridad se destaca por su capacidad para retener escombros y proteger a los trabajadores y transeúntes de posibles caídas de materiales. Su alta visibilidad ayuda a identificar claramente las áreas de riesgo, contribuyendo a un entorno de trabajo más seguro. \n\nPara eventos deportivos y recreativos, la malla actúa como una barrera efectiva, conteniendo pelotas y equipos dentro de las áreas de juego designadas. Su resistencia al impacto la hace ideal para campos de golf, canchas de tenis y otros espacios deportivos donde la seguridad del público es primordial. \n\nEn entornos industriales, la Malla de Seguridad se utiliza para separar áreas de trabajo, proteger maquinaria y crear zonas de almacenamiento seguras. Su diseño permite una excelente visibilidad a través de la malla, facilitando la supervisión y el monitoreo de las áreas protegidas. \n\nFabricada con materiales de alta calidad y tratada para resistir los rayos UV, nuestra Malla de Seguridad mantiene su integridad y efectividad incluso en condiciones climáticas adversas. Su ligereza y flexibilidad permiten una instalación fácil y rápida, adaptándose a diversas estructuras y configuraciones. \n\nLa Malla de Seguridad de Plastinet no solo cumple con los estándares de seguridad más exigentes, sino que también ofrece una solución duradera y rentable para la gestión de riesgos en diversos sectores. Ya sea para proyectos de construcción a gran escala, eventos masivos o aplicaciones industriales especializadas, nuestra malla proporciona la confianza y la tranquilidad necesarias en entornos donde la seguridad es la máxima prioridad.",
    "images": [
      "https://images.unsplash.com/photo-1531834685032-c34bf0d84c77?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1497&q=80",
      "https://images.unsplash.com/photo-1541888946425-d81bb19240f5?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1590856029826-c7a73142bbf1?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1473&q=80"
    ]
  },
  {
    "id": 5,
    "name": "Agrotileno Cristal",
    "description": "El Agrotileno Cristal de Plastinet es una película plástica transparente de polietileno de última generación, especialmente formulada para aplicaciones agrícolas que demandan una transmisión de luz óptima. Este producto innovador está diseñado para maximizar el crecimiento y la productividad de los cultivos en invernaderos, túneles y cubiertas agrícolas. \n\nCon una claridad óptica excepcional, el Agrotileno Cristal permite una penetración de luz solar casi perfecta, crucial para la fotosíntesis y el desarrollo saludable de las plantas. Su composición única filtra y difunde la luz de manera uniforme, reduciendo las sombras y asegurando que todas las plantas reciban una iluminación adecuada, incluso en las áreas más densas del cultivo. \n\nUna de las características más destacadas del Agrotileno Cristal es su capacidad para crear un efecto invernadero eficiente. Retiene el calor durante la noche y en días fríos, manteniendo una temperatura óptima para el crecimiento de las plantas. Al mismo tiempo, su diseño permite una ventilación controlada, previniendo el exceso de humedad y reduciendo el riesgo de enfermedades fúngicas. \n\nLa durabilidad del Agrotileno Cristal es excepcional, gracias a su resistencia a los rayos UV y a las condiciones climáticas adversas. Esto se traduce en una vida útil prolongada, reduciendo los costos de reemplazo y minimizando el impacto ambiental. Además, su resistencia mecánica lo hace ideal para soportar vientos fuertes y cargas de nieve, proporcionando una protección confiable para los cultivos. \n\nPara los agricultores que buscan una producción temprana o fuera de temporada, el Agrotileno Cristal es la solución perfecta. Permite extender la temporada de cultivo, protegiendo las plantas de heladas tardías en primavera o tempranas en otoño. También es excelente para la producción de plantines y semilleros, creando un ambiente controlado que favorece la germinación y el crecimiento inicial. \n\nEl Agrotileno Cristal de Plastinet no solo mejora la calidad y cantidad de la producción agrícola, sino que también contribuye a un uso más eficiente de los recursos. Al optimizar las condiciones de crecimiento, reduce la necesidad de insumos como agua y fertilizantes, alineándose con las prácticas de agricultura sostenible. \n\nYa sea para grandes operaciones comerciales o pequeños huertos, el Agrotileno Cristal ofrece una solución versátil y efectiva para quienes buscan llevar su producción agrícola al siguiente nivel.",
    "images": [
      "https://images.unsplash.com/photo-1466692476868-aef1dfb1e735?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1530836369250-ef72a3f5cda8?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1585155967849-91c736589c84?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1074&q=80"
    ]
  },
  {
    "id": 6,
    "name": "Pellet Recuperado",
    "description": "El Pellet Recuperado de Plastinet representa la vanguardia en materiales plásticos reciclados y procesados, ofreciendo una solución sostenible y de alta calidad para la industria manufacturera. Este producto innovador se presenta en forma de pequeños gránulos uniformes, ideales para la fabricación de una amplia gama de nuevos productos plásticos. \n\nNuestro proceso de recuperación utiliza tecnología de punta para transformar residuos plásticos en un material de primera calidad. Cada lote de Pellet Recuperado pasa por rigurosos controles de calidad para garantizar consistencia en tamaño, composición y propiedades físicas. Esto asegura que el material sea compatible con los equipos de procesamiento estándar de la industria, permitiendo una integración sin problemas en las líneas de producción existentes. \n\nUna de las principales ventajas del Pellet Recuperado es su versatilidad. Disponible en diferentes grados y composiciones, se adapta a una variedad de aplicaciones, desde la producción de envases y embalajes hasta la fabricación de piezas moldeadas para diversos sectores industriales. Esta flexibilidad permite a los fabricantes reducir su dependencia de materias primas vírgenes sin comprometer la calidad del producto final. \n\nDesde una perspectiva ambiental, el uso de Pellet Recuperado contribuye significativamente a la reducción de la huella de carbono en la producción de plásticos. Al dar una segunda vida a los materiales plásticos, ayudamos a disminuir la cantidad de residuos que terminan en vertederos o en el medio ambiente. Además, la producción de pellets recuperados consume menos energía en comparación con la fabricación de plásticos vírgenes, lo que resulta en una menor emisión de gases de efecto invernadero. \n\nPara las empresas comprometidas con la sostenibilidad, el Pellet Recuperado ofrece una oportunidad tangible de implementar prácticas de economía circular. Al incorporar este material en sus procesos de producción, las compañías no solo mejoran su perfil ambiental, sino que también pueden cumplir con regulaciones cada vez más estrictas sobre el uso de materiales reciclados. \n\nEn Plastinet, nos enorgullecemos de ofrecer un Pellet Recuperado que no solo cumple con los estándares de calidad más exigentes, sino que también representa un paso hacia un futuro más sostenible en la industria del plástico. Ya sea que esté buscando reducir costos, mejorar su impacto ambiental o innovar en el diseño de productos, nuestro Pellet Recuperado es la elección inteligente para fabricantes conscientes del medio ambiente y orientados hacia el futuro.",
    "images": [
      "https://images.unsplash.com/photo-1605600659908-0ef719419d41?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "https://images.unsplash.com/photo-1621451537084-482c73073a0f?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1074&q=80",
      "https://images.unsplash.com/photo-1603228254119-e6a4d095dc59?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80"
    ]
  }
];

console.log(JSON.stringify(products, null, 2));

// Uncomment the following line to write the JSON to a file
// fs.writeFileSync('products.json', JSON.stringify(products, null, 2));